Repository: common-repository/star-rate-for-administrators
Catalog: lang/star-rate-for-admin-*.po
Languages: es_es

source: Star Rate Settings
es_es: Star Rate Ajustes

source: Small padawan ... you must use the force to enter here.
es_es: Pequeño padawan... debes utilizar la fuerza para entrar aquí.

source: Number of stars
es_es: Número de estrellas

source: From 0 to 5 stars
es_es: De 0 a 5 estrellas

source: From 0 to 10 stars
es_es: De 0 a 10 estrellas

source: Show only colored
es_es: Mostrar sólo coloreadas

source: Show only colored stars
es_es: Mostrar sólo estrellas coloreadas

source: Rounded value
es_es: Redondeo del valor

source: Round the value for not showing half star
es_es: Redondear el valor para no mostrar estrellas medias

source: Type of stars
es_es: Tipos de estrellas

source: Full star
es_es: Estrella Completa

source: Half star
es_es: Media Estrella

source: Empty star
es_es: Estrella vacía

source: Type:
es_es: Tipo:

source: Size:
es_es: Tamaño:

source: How to use
es_es: Modo de uso

source: <p align="justify">To display the stars in the post, you have to write the following pattern directly on the content:</p><center><b style="font-size:17px;">[SRA value="x.x" OPTIONS]</b></center><p align="justify">where "x" represents the numbers that lead to the number of stars which are visible or colored. For example: <b>[SRA value="5.7"]</b>.</p>
es_es: <p align="justify">Para mostrar las estrellas en un post, tienes que poner el siguiente patrón directamente en el contenido:</p><center><b style="font-size:17px;">[SRA value="x.x" OPCIONES]</b></center><p align="justify">donde "x" representa el numero de estrellas que se veran o estarán coloreadas. Por ejemplo: <b>[SRA value="5.7"]</b>.

source: <h6 style="font-size:1.2em; margin-bottom:0px; text-align:center;">Options</h6><ul style="text-indent:10px; margin-top:5px;"><li><b>type</b>: Represents a specific type of stars (e.g.: [SRA value="5.7" type="GN"]).</li><li><b>range</b>: Represents the number of stars. The value can be 5 or 10 (e.g.: [SRA value="5.7" range="10"]).</li><li><b>colored</b>: Represents whether it only shows the stars of colored or all the stars. The value can be 0 (all) or 1 (only colored). (e.g.: [SRA value="5.7" colored="1"]).</li><li><b>rounded</b>: Represents whether it rounds the value for not showing a half star. The value can be 0 (no) or 1 (yes). (e.g.: [SRA value="5.7" rounded="1"]).</li></ul>
es_es: <h6 style="font-size:1.2em; margin-bottom:0px; text-align:center;">Opciones</h6><ul style="text-indent:10px; margin-top:5px;"><li><b>type</b>: Representa un tipo específico de estrella (ej.: [SRA value="5.7" type="GN"]).</li><li><b>range</b>: Representa el núnero de estrellas. El valor puede ser 5 ó 10 (ej.: [SRA value="5.7" range="10"]).</li><li><b>colored</b>: Representa si solo se muestran las estrellas coloreadas o todas las estrellas. El valor puede ser 0 (todas) o 1 (solo coloreadas). (ej.: [SRA value="5.7" colored="1"]).</li><li><b>rounded</b>: Representa si se redondea el valor para no mostrar estrellas partidas. El valor puede ser 0 (no) o 1 (sí). (ej.: [SRA value="5.7" rounded="1"]).</li></ul>

source: About this plugin
es_es: Sobre este plugin

source: PlugIn Web Site
es_es: Página Web del PlugIn

source: Request new features
es_es: Solicitar nuevas características

source: Report a error
es_es: Reportar un error

source: Settings saved.
es_es: Ajustes guardados.

source: Settings NOT saved. There are error(s).
es_es: Ajustes NO guardados. Hay error(es).

source: The score is: %s over %d
es_es: La puntuación es: %s sobre %d

source: Settings
es_es: Ajustes

source: Orange Small
es_es: Naranja Pequeña

source: Description
es_es: Descripción

source: Gold Star
es_es: Estrella Dorada

source: Orange Star
es_es: Estrella Naranja

source: Yellow Star
es_es: Estrella Amarilla

source: Big Star
es_es: Estrella Grande
